tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/core"
brew "openssl@3"
brew "readline"
brew "xz"
brew "zstd"
brew "awscli"
brew "boost"
brew "fontconfig"
brew "chruby"
brew "cloc"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "entr"
brew "exiftool"
brew "gmp"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-mob"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "harfbuzz"
brew "pkgconf"
brew "hey"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "libheif"
brew "jq"
brew "just"
brew "openjpeg"
brew "libarchive"
brew "libass"
brew "libffi"
brew "pango"
brew "libyaml"
brew "mkvtoolnix"
brew "mockery"
brew "protobuf"
brew "pandoc"
brew "postgresql@18"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "rubyfmt"
brew "rust"
brew "rv"
brew "starship"
brew "stripe-cli"
brew "tesseract"
brew "tesseract-lang"
brew "testdisk"
brew "tree"
brew "uv"
brew "vips"
brew "watchman"
brew "weasyprint"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
cask "1password"
cask "alfred"
cask "android-studio"
cask "anki"
cask "audacity"
cask "audio-hijack"
cask "battery"
cask "calibre"
cask "camo-studio"
cask "chatgpt"
cask "claude"
cask "cleanmymac"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "discord"
cask "dropbox"
cask "electrum"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "flux"
cask "fork"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "jellyfin"
cask "kaleidoscope"
cask "keepassxc"
cask "ledger-live"
cask "localsend"
cask "mixxx"
cask "native-access"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "openaudible"
cask "opencode-desktop"
cask "openmtp"
cask "pdf-expert"
cask "pop"
cask "qbittorrent"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "tor-browser"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zoom"
go "github.com/cosmtrek/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/mitranim/gow"
go "github.com/josharian/impl"
go "github.com/sebjacobs/jotter"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "jsongrep"
cargo "mdbook"
cargo "rustlings"
uv "apple-notes-to-sqlite"
uv "git-remote-dropbox"
uv "grip"
uv "marimo"
uv "openai-whisper"
npm "corepack"
