tap "dart-lang/dart"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "zstd"
brew "openssl@1.1"
brew "readline"
brew "aria2"
brew "automake"
brew "awscli"
brew "fontconfig"
brew "gdbm"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bison"
brew "boost"
brew "chruby"
brew "clojure"
brew "cmake"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima", args: ["HEAD"]
brew "colima", args: ["HEAD"]
brew "composer"
brew "dotnet@6"
brew "folly"
brew "edencommon"
brew "elixir"
brew "entr"
brew "exercism"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "openjpeg"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "gawk"
brew "gh"
brew "ghc"
brew "git"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "handbrake"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "leiningen"
brew "mysql"
brew "nasm"
brew "nvm"
brew "openssl@3"
brew "pipx"
brew "pyenv"
brew "python@3.10"
brew "qt"
brew "ripgrep"
brew "ruby-install"
brew "rubyfmt"
brew "telnet"
brew "testdisk"
brew "tree"
brew "watchman"
brew "youtube-dl"
brew "yt-dlp"
cask "dotnet"
cask "flutter"
cask "miniforge"
cask "mkvtoolnix"
cask "openaudible"
cask "sequel-ace"
cask "temurin"
cask "temurin11"
cask "temurin17"
