tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/core"
brew "xz"
brew "zstd"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bison"
brew "boost"
brew "fontconfig"
brew "chruby"
brew "cloc"
brew "cmake"
brew "lima"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "entr"
brew "exiftool"
brew "gmp"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-mob"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "harfbuzz"
brew "hey"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "libheif"
brew "jq"
brew "openjpeg"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libffi"
brew "pango"
brew "libyaml"
brew "mkvtoolnix"
brew "mockery"
brew "protobuf"
brew "mysql@8.4"
brew "pandoc"
brew "postgresql@17", restart_service: :changed
brew "qemu"
brew "qt"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "rubyfmt"
brew "rust"
brew "rv"
brew "sdl2_ttf"
brew "srt"
brew "stripe-cli"
brew "tesseract"
brew "tesseract-lang"
brew "testdisk"
brew "tig"
brew "tree"
brew "uv"
brew "vips"
brew "watchman"
brew "weasyprint"
brew "yt-dlp"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
cask "battery"
cask "openaudible"
cask "opencode-desktop"
cask "sequel-ace"
go "github.com/cosmtrek/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/mitranim/gow"
go "github.com/josharian/impl"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "jsongrep"
cargo "mdbook"
cargo "rustlings"
uv "marimo"
uv "openai-whisper"
npm "corepack"
